const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("590308824263688193")
setInterval(function() {
channel.send(`هلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلاهلا`);
}, 30)
})

client.login(process.env.BOT_TOKEN);
